{
  "greeting": "Hello World!(English)",
  "AboutUs": "About Us",
  "WhatWeDo": "What we do",
  "MarketInsight": "Market Insight",
  "Forms": "Forms",
  "ContactUs": "Contact us",
  "OurVision": "Our Vision",
  "OurVisionContent": "BTL is inspired from a phrase 'Built to Last',  embody our dedication to preserve and grow our clients' asset, and to continue providing our clients with creative ideas and solutions for operating effectively in a complex global economy.  BTL strives for excellence, we keep creating value and generating growth for our clients and shareholders with our outstanding financial services and products and continue to exceed all expectations.",
  "OurMission": "Our Mission",
  "OurMissionContent": "BTL will be trusted to reliably deliver innovative, exemplary and high performance financial services and products, for our clients whilst upholding the highest standards of integrity and quality.BTL values the trust and confidence our clients placed in us and strive to consistently and steadfastly deliver innovative and exemplary financial services and outstanding performance to them whilst upholding the highest standard of integrity and quality.",
  "OurDifference": "Our Difference",
  "OurDifferenceContent": "As opposed to beating a benchmark, growing our clients' assets is at the very core of our business.  BTL is fully committed to putting clients' interests as our top priority.  We tailor our exceptional services and portfolio management to meet each client's unique needs.",
  "MrTangChiHong": "Mr. Tang Chi Hong, Eric - Responsible Officer / Chief Executive Officer",
  "MrTangChiHongContent": "Mr. Tang has been in the banking and finance industry for over 30 years with global exposure and a strong focus in the securities and futures sector. His experience ranged from wealth management services for high-net-worth individuals in all major asset classes including equities, fixed income products, futures and options, to different functions in operations, particularly dealing, settlement, client services and risk management. He once co-managed an in-house Hedge Fund Portfolio when he worked with the Crosby Group. Above all, he commands invaluable practical skills in new start-up with all-round experience in managing the daily operations of an investment intermediary.Mr. Tang previously held management position at various prominent companies including Green Futures (Hong Kong) Ltd., Kingsway Financial Services Group, Boom Securities, Crosby Group, Standard Chartered Bank International Private Banking and South China Securities after starting off at several reputable brokerages including Charles Schwab, Paine Webber and Richardson Greenshields of Canada.",
  "MrLuiChiLung": "Mr. Lui Chi Lung , Louis - Responsible Officer",
  "MrLuiChiLungContent": "Mr. Lui has established his career in the private banking and asset management sector over the past 25 years. During the period, he has been working for several major European banks, as well as managing a portfolio of hundred millions US dollar of assets under management(AUM). He was once the non-executive director of a Hong Kong listed company. Mr. Lui possesses extensive knowledge in various types of investment products, covering equities, fixed income, mutual funds, private equities, to structured derivative products. He also has experience in managing a loan portfolio for his high net-worth individual customers.",
  "MrYeungChungWingMichel": "Mr. Yeung is a management accountant and an experienced banker for over 15 years. Previously, he headed the finance and administration function of a licensed mobile telecommunications provider in Hong Kong. He will assist to monitoring compliance issues and general administration matters, the accounting/finance function and daily business operations.",
  "more": "more",
  "AssetManagementTitle": "ASSET MANAGEMENT",
  "AssetManagementTitleContent": "Our investment strategy, customised for and fully transparent to each client, is designed to create steady, long term compounding of wealth.",
  "IntroducingBrokerageTitle": "INTRODUCING BROKERAGE",
  "IntroducingBrokerageContent": "BTL is committed to serving the introducing brokerage services in most of the major equity and futures markets worldwide including Hong Kong and US. Our transparent, low commissions and financing rates, and support for best price executions minimize your costs to help you maximize your returns.",
  "MarketInsightTitle": "MARKET INSIGHT",
  "MarketInsightTitleContent": "We seek to deliver to our clients leading market insight, helping them to raise money, invest, and risk diversification across multi-financial asset classes.",
  "OurCoreValue:": "OUR CORE VALUE:",
  "E-T-H-I-C": "E-T-H-I-C",
  "E": "E",
  "xcellence": "xcellence",
  "T": "T",
  "eamSpirit": "eam Spirit",
  "H": "H",
  "ardWork": "ard Work",
  "I": "I",
  "ntegrity": "ntegrity",
  "C": "C",
  "onsideration": "onsideration",
  "MeetTheTeam": "MEET THE TEAM",
  "ReadMore": "Read More",
  "RescourcesAndEducationCenter": "RESCOURCES AND EDUCATION CENTER",
  "Bond": "Bond",
  "DigitalStructureNote": "Digital Structure Note",
  "EquityLinkedNotes": "Equity Linked Notes",
  "EquityStructuredProductsAccumulator /De-cumulator": "Equity Structured Products Accumulator / De-cumulator",
  "ExchangeTradedFund": "Exchange Traded Fund",
  "Options": "Options",
  "Glossary": "Glossary",
  "Q&A": "Q&A",
  "Address": "Address",
  "12/FChungNamBuilding1LockhartRoadHongKong": "12/F, Chung Nam Building, 1 Lockhart Road, Hong Kong",
  "Hotline": "Hotline: +852 3701 7000",
  "Fax": "Fax: +852 3701 7099",
  "AssetManagementServices": "Asset Management Services",
  "AssetManagementServicesEmail": "ams@btlfund.com.hk",
  "BrokerageServices": "Brokerage Services",
  "BrokerageServicesEmail": "info@btlfund.com.hk",
  "Intro": "Intro",
  "OurCoreValues": "Our Core Values",
  "OurClients": "Our Clients",
  "OurLocation": "Our Location",
  "GlobalPresence": "Global Presence",
  "IntroContent": "BTL Asset Management Company Limited ('BTL') is duly authorized and licensed by the Hong Kong Securities and Futures Commission to conduct business in Types 1, 2, 4, 5 & 9 regulated activities, namely dealing in securities through other securities dealers and advising on securities and future contracts, as well as asset management.",
  "OurCoreValuesContent": "Our core values : E-T-H-I-C",
  "Excellence": " Excellence – We expect nothing less than the best from our team of investment professionals. We always put our client first.",
  "Team Spiri": "Team Spirit – We assist others and are supportive of their endeavours and ideas. We celebrate success together.",
  "HardWork": "Hard Work – We believe hard work plus dreams plus dedication is equivalent to success.",
  "Integrity ": "Integrity – We give independent advice, avoiding all conflicts of interest. We ensure personal and collective accountability.",
  "Consideration": "Consideration – We encourage individual development and are frank about our opinions.",
  "OurClientsContent": "Our clients include high net-worth individuals, financial institutions, corporate pension funds, family offices, private and public listed companies and other institutional investors.",
  "GlobalPresenceContent": "BTL has well-established and strong alliances with financial intermediaries and distribution channels throughout favourable jurisdictions including Hong Kong, China, Taiwan, Japan, and ASIAN countries. It is primed to enable business referrals and connect clients with global financial markets.",
  "AssetManagement": "Asset Management",
  "AssetManagementContent": "Our investment strategy, customised for and fully transparent to each client, is designed to create steady, long term compounding of wealth.",
  "InvestmentAdvisoryMandates": "Investment Advisory mandates",
  "InvestmentAdvisoryMandatesContent": "Fast-paced, interconnected, and increasingly complicated, the financial markets now require an investor's constant attention and immediate response. Our team of investment experts stands by with our clients to monitor the markets while keeping an eye on the risks. Profit from their expertise by choosing our customised investment advisory mandate.",
  "DiscretionaryMandates": "Discretionary mandates",
  "DiscretionaryMandatesContent": "Allow an investment professional to manage your wealth on your behalf.",
  "DiscretionaryMandatesContent2": "Your time is precious, which is why you would like to delegate investment decisions to an experienced investment professional. BTL's investment advisor will take the time to conduct comprehensive KYC process in order to fully understand your situation, personal and financial, to ensure that your investment strategy meets your individual objectives, requirements, and risk profile. Thorough portfolio monitoring paired with ongoing reviews ensure that your investment activities are always in line with your current circumstances.",
  "ExternalAssetManager": "External Asset Manager",
  "ExternalAssetManagerContent1": "BTL offers an bespoke external asset management platform along with first tiers private banks.",
  "ExternalAssetManagerContent2": " This allows our client to benefit from an unrestricted range of products, services and investment opportunities, as well as the other business divisions at BTL.",
  "SummaryOfKeyBenefits:": "Summary of key benefits:",
  "CompetitivePricing": "COMPETITIVE PRICING",
  "CompetitivePricingContent": "We have negotiated attractive terms with over 7 different custody providers whom we have a well-established relationship with. This allows your clients to benefit from pricing structures they wouldn’t otherwise be able to achieve ",
  "RESEARCH": "RESEARCH",
  "ConsolidatedBalanceSheet": "CONSOLIDATED BALANCE SHEET",
  "ConsolidatedBalanceSheetContent": "This allows clients to see their all of their assets at a glance, which in turn allows you to provide your clients holistic advice on their total balance sheet",
  "ConsolidatedBalanceSheetContent2": "Assist in structuring of private equity fund to maximise returns and realise long term success for investors.",
  "ConsolidatedBalanceSheetContent3": "Engagement and liaison services which link up both buy-side and sell-side for investment purposes and opportunities.",
  "OtherInvestmentServices": "Other Investment Services",
  "OtherInvestmentServicesContent": "Leveraging our extended network in Hong Kong, China and Taiwan, Japan, and ASEAN countries, BTL strives to offer and deliver to clients exemplary investment management services with a hands-on approach in the following arenas:",
  "IntroducingBrokerage": "Introducing Brokerage",
  "Overview&Benefits": "Overview & Benefits",
  "Overview&BenefitsContent": "BTL is committed to serving the introducing brokerage services in most of the major equity and futures markets worldwide including Hong Kong and US.  With our strong company background, speedy account set up process with our professional team, our clients can enjoy trading with sophisticated one-stop Interactive Brokers trading trading platform. Our transparent, low commissions and financing rates, and support for best price executions minimize your costs to help you maximize your returns.",
  "Securities": "Securities",
  "HongKongMarket": "Hong Kong Market",
  "HongKongMarketContent": "Hong Kong is one of the most world's premier international financial centres.  It is Asia's third-largest in terms of market capitalization behind the Tokyo Stock Exchange and Shanghai Stock Exchange, and the fourth single largest stock market in the world.  Market capitalisation was $34.0 trillion at the end of May 2020, an increase of 10 per cent from $31.0 trillion for the same period last year.",
  "HongKongMarketContent2": "The trading volume of the mature equity market of Hong Kong is ever growing, largely due to with the aid of the listing fervour of the Mainland China's enterprises in recent years. In addition, the market is also benefited from the Shanghai-Hong Kong / Shenzhen-Hong Kong Stock Connect Programs which open a gateway to investing in Mainland's A share market, making Hong Kong undoubtedly the most preferred investment market of the Asia-Pacific region.",
  "GlobalMarket": "Global Market",
  "GlobalMarketContent": "On the international level, in terms of market capacity, trading volume, completeness of regulation and the development of the derivative market, the United States remained to be the world's leading economy which attracts investors worldwide.  Apart from equity investments, commodity trading in gold, crude oil and various agricultural products through the global futures markets provides further possibilities for the investors looking for profits.",
  "GlobalMarketContent2": "As of September 2019, there are almost 5,000 companies listed on the New York Stock Exchange and NASDAQ with a total market capitalisation over US$28.5 trillion. Unlike companies listed in certain markets that only publish semi-annual or annual results, listed companies in the US release company results quarterly adhering to high transparency standards, which allows investors to access relevant data and information easily and which makes the US stock market an ideal investment market.",
  "OtherInvestmentProducts": "Other Investment Products",
  "CallableBullAndBearContracts": "Callable Bull and Bear Contracts",
  "RealEstateInvestmentTrusts": "Real Estate Investment Trusts (REITs)",
  "DebtSecurities": "Debt Securities",
  "DerivativeWarrants": "Derivative Warrants",
  "InitialPublicOfferings": "Initial Public Offerings (IPO)",
  "ExchangeTradedFund(ETF)": "Exchange Traded Fund (ETF)",
  "Futures&Options": "Futures & Options",
  "Futures": "Futures",
  "FuturesContent": "Futures are commonly-used derivatives contracts that both hedgers and speculators use on a variety of underlying securities. A futures contract represents a commitment to buy or sell a predefined amount of the underlying assets, e.g. stock, energy resources, metals, agricultural products, etc. at a predetermined price on a specified future date. ",
  "FuturesContent2": "In comparison to other securities, futures exhibit many characteristics that offer traders unique opportunities. Whether you're an intraday, day, or swing trader, these markets are attractive venues for maximising return on capital.  The five primary advantages are:",
  "Flexibility": "Flexibility",
  "Diversity": "Diversity",
  "BeneficialMarketConditions": "Beneficial market conditions",
  "CostEffective": "Cost effective",
  "LowBarriersToEntry": "Low barriers to entry",
  "FuturesContent3": "In the financial arena, spotting opportunity is the name of the game. Futures facilitate a wealth of trade-related functions, from capital preservation to active speculation.",
  "OptionsContent": "Options are financial instruments that are derivatives based on the value of underlying securities such as stocks. An options contract offers the buyer the opportunity to buy or sell—depending on the type of contract they hold—the underlying asset. Unlike futures, the holder is not required to buy or sell the asset if they choose not to.",
  "OptionsContent2": "Options offer investors more strategic (and financial) leeway than they can get by simply buying, selling or shorting stocks. Traders can use options to protect against portfolio losses, snag a stock for less than it sells on the open market (or sell it for more), increase the return on an existing or new position, and lower the risk on speculative bets in all sorts of market conditions.",
  "OptionsContent3": "The three primary advantages are:",
  "OptionsContent4": "Requires a smaller initial outlay than buying the stock",
  "OptionsContent5": "Gives an investor time to see how things play out",
  "OptionsContent6": "Can protect investors from downside risk on stocks they own",
  "OptionsContent7": "To learn more about future trading, please refer to the following information:",
  "OptionsContent8": "HONG KONG FUTURES MARGIN & SPECIFICATION",
  "OptionsContent9": "GLOBAL FUTURES MARGIN & SPECIFICATION",
  "OptionsContent10": "FUTURES NOTICE BOARD",
  "OptionsContent11": "FEE TABLES",
  "(HYPER LINK)": "(HYPER LINK)",
  "MarketInsightContent": "We seek to deliver to our clients leading market insight, helping them to raise money, invest, and risk diversification across multi-financial asset classes.",
  "MarketCommentary": "Market Commentary",
  "SpecialEditions": "Special Editions",
  "AssetManagementForms": "Asset Management Forms",
  "BrokerageForms": "Brokerage Forms",
  "Q&AQ": "How to open an investment account?",
  "Q&AA": "BTL operates introducing broker business, and will help you to open an account at Interactive Brokers (Hong Kong)('IBHK'). BTL will be responsible for the 'Know Your Client' account opening procedure and conduct due diligence check of client as well. You are required to fill in and sign the 'Individual Client Information' form, and pass back to BTL together with a personal ID copy and relevant address proof.",
  "Q&AQ2": "What is the relationship between me and BTL?",
  "Q&AA2": "BTL will act as an introducing broker, so that you will be a client of Interactive Brokers (Hong Kong) subsequently. IBHK will act as the custodian as well. BTL will helps you in the account opening progress and assists you in trading at the IBHK platform.",
  "Q&AQ3": "How to activate the account?",
  "Q&AA3": "You need to deposit USD10,000 (USD based account) or HKD80,000 (HKD based account) through cheque or by wire transfer in order to activate the account.",
  "Q&AQ4": "How to deposit funds?",
  "Q&AA4": "Cheque deposit:",
  "Q&AA4-1": "The cheque shall be made payable to 'Interactive Brokers LLC'. Please have the account number written at the back of the cheque, and mail to:",
  "Q&AA4-2": "“Interactive Brokers (Hong Kong)",
  "Q&AA4-3": "Suite 1512, Two Pacific Place, 88 Queensway, Admiralty, Hong Kong.",
  "Q&AA4-4": "You can refer to:",
  "Q&AA4-5": "https://www.interactivebrokers.com.hk/cn/software/acctmgmt/accountmanagementusersguide/fundsmgmt/depositing_funds.htm#HT_deposit",
  "Q&AA4-6": "Wire deposit:",
  "Q&AA4-7": "You will need to login to the Interactive Brokers account and send out a wire deposit instruction. The system will provide you with the details needed for wire deposit. Please refer to:",
  "Q&AA4-8": "https://www.interactivebrokers.com.hk/cn/software/acctmgmt/accountmanagementusersguide/fundsmgmt/depositing_funds.htm#HT_deposit",
  "Q&AQ5": "How to withdraw funds?",
  "Q&AA5": "You will need to login to the Interactive Brokers account and send out a withdrawal instruction. IBHK only support wire deposit. Client is entitled a free withdrawal each month (recipient bank fee will still need to be bear by client). For details, please refer to:",
  "Q&AA5-1": "https://www.interactivebrokers.com.hk/cn/software/acctmgmt/accountmanagementusersguide/fundsmgmt/withdrawing_funds.htm"
}