{
  "index": {
    "nav": {
      "AboutUs": "About Us",
      "ABOUTUS": "ABOUT US",
      "WhatWeDo": "What we do",
      "MarketInsight": "Market Insight",
      "MARKETINSIGHT": "MARKET INSIGHT",
      "Forms": "Forms",
      "FORMS": "FORMS",
      "ContactUs": "Contact us",
      "ResourcesAndEducationCenter": "Resources and Education Center",
      "GoogleMap": "https://www.google.com/maps/place/Chung+Nam+Building/@22.278507,114.168936,16z/data=!4m5!3m4!1s0x0:0xa062e3e689d390ab!8m2!3d22.2785068!4d114.1689358?hl=en-US",
      "Language": "Language"
    },
    "block1": {
      "OurVision": "OUR VISION",
      "OurVisionContent": "BTL is inspired from a phrase \"Built to Last\",  embody our dedication to preserve and grow our clients' asset, and to continue providing our clients with creative ideas and solutions for operating effectively in a complex global economy.  BTL strives for excellence, we keep creating value and generating growth for our clients and shareholders with our outstanding financial services and products and continue to exceed all expectations.",
      "OurMission": "OUR MISSION",
      "OurMissionContent": "BTL values the trust and confidence our clients placed in us and strive to consistently and steadfastly deliver innovative and exemplary financial services and outstanding performance to them whilst upholding the highest standard of integrity and quality.",
      "OurMissionContent2": "BTL is fully committed to putting clients' interests as our top priority. We tailor our exceptional services and portfolio management to meet each client's unique needs.",
      "OurDifference": "OUR DIFFERENCE",
      "OurDifferenceContent": "As opposed to beating a benchmark, growing our clients' assets is at the very core of our business.  BTL is fully committed to putting clients' interests as our top priority.  We tailor our exceptional services and portfolio management to meet each client's unique needs."
    },
    "block2": {
      "AssetManagementTitle": "ASSET MANAGEMENT",
      "AssetManagementTitleContent": "Our investment strategy, customised for and fully transparent to each client, is designed to create steady, long term compounding of wealth.",
      "IntroducingBrokerageTitle": "INTRODUCING BROKERAGE",
      "IntroducingBrokerageContent": "BTL is committed to serving the introducing brokerage services in most of the major equity and futures markets worldwide including Hong Kong and US. Our transparent, low commissions and financing rates, and support for best price executions minimize your costs to help you maximize your returns."
    },
    "block3": {
      "MarketInsightTitle": "MARKET INSIGHT",
      "MarketInsightTitleContent": "We seek to deliver to our clients leading market insight, helping them to raise money, invest, and risk diversification across multi-financial asset classes.",
      "OurCoreValue:": "OUR CORE VALUE:",
      "E-T-H-I-C": "ETHIC",
      "E": "E",
      "xcellence": "xcellence",
      "T": "T",
      "eamSpirit": "eam Spirit",
      "H": "H",
      "ardWork": "ard Work",
      "I": "I",
      "ntegrity": "ntegrity",
      "C": "C",
      "onsideration": "onsideration"
    },
    "block4": {
      "MeetTheTeam": "MEET THE TEAM",
      "ReadMore": "Read More",
      "MrTangChiHong": "Mr. Chan Hiu Ming | Executive Director", 
      "MrTangChiHongContent": "Mr. Chan has more than 15 years of exceptional track record within realms of asset and wealth management, private and investment banking, fixed income management, and corporate management. Having developed and managed a global network of institutional, ultra-high-net-worth, Banking and corporate clientele for years, he has expertise in various products that encompasses diverse sectors and asset classes. Mr. Chan is also equipped with solid financial management skills, investment strategies, fundraising, profit engineering skills as well as acumen in people management, executive and corporate management, corporate governance, marketing, project implementation, risk management, and sales.",
      "MrTangChiHongContent2": "Mr. Chan’s career spans various countries and regions in APAC, namely Hong Kong, Taiwan, China, Indonesia, and Cambodia. Most notably he was the CEO of Cana Securities, one of the leading broker/underwriters in Cambodia which offers one stop financial services, where he not only spearhead and managed the company but also secured major and pioneering mandates.  Furthermore, during early stage of his career, he spent 6 years with HSBC Bank plc as the Assistant Vice President of the bank’s Broking Services (Asia), covering business development, investment product development and sales.In 2014, He joined Mayfair and Ayers Financial Group as the Sales Director and Head of Debt Capital Markets managing corporate bonds’ structuring and implementing marketing program. During his tenure, he built high return client networks, contributed to notable fundraising and product development projects. ",
      "MrTangChiHongContent3":"Mr. Chan joined BTL Asset Management Company Ltd. as a Senior Director - Global Business to excel in his career in 2020. Mr. Chan received his Bachelor degree from the University of British Columbia, Canada. Mr. Chan received his Bachelor degree from the University of British Columbia, Canada.",
      "MrLuiChiLung": "Mr. Lui Chi Lung",
      "MrLuiChiLungWork": "Louis – Vice President - Marketing",
      "MrLuiChiLungContent": "Mr. Lui has established his career in the private banking and asset management sector over the past 25 years. During the period, he has been working for several major European banks, as well as managing a portfolio of hundred millions US dollar of assets under management (AUM). He was once the non-executive director of a Hong Kong listed company. Mr. Lui possesses extensive knowledge in various types of investment products, covering equities, fixed income, mutual funds, private equities, to structured derivative products. He also has experience in managing a loan portfolio for his high net-worth individual customers.",
      "MrYeungChungWingMichel": "Mr. Yeung Chung Wing, Michel - ",
      "MrYeungChungWingMichelWork": "General Manager / Compliance & Operations",
      "MrYeungChungWingMichelContent": "Mr. Yeung is a management accountant and an experienced banker for over 15 years. Previously, he headed the finance and administration function of a licensed mobile telecommunications provider in Hong Kong. He will assist to monitoring compliance issues and general administration matters, the accounting/finance function and daily business operations.",
      "MrChanKaiChunClay": "Mr. Chan Kai Chun, Clay –",
      "MrChanKaiChunClayWork": "Responsible Officer",
      "MrChanKaiChunClayContent": "Mr. Chan entered the financial industry in 2007 by joining Greenfutures Co Ltd. The company is one of the first batch of mainland-based futures companies approved to setup overseas business under “Mainland and Hong Kong Closer Economic Partnership Arrangement”(CEPA). He was then posted as the dealer in the new HK branch. He works in the capacity of the managerial level since 2011 in the financial field. He attained hands-on experience as a person-in-charge in dealing, trading and risk control functions in working with several investment company.",
      "MrChanKaiChunClayContent2": "Before joining BTL in early 2015 as a portfolio manager, Mr. Chan had worked in a China-based family office as the Investment Manager, assisting the family to invest in multiple asset classes, including private placement and real estate development fund. He also engaged himself in the business operations and was subsequently promoted to become a Responsible Officer.",
      "MrChanKaiChunClayContent3": "Mr. Chan graduated in the Hong Kong Polytechnic University, and is a member of the “Institute of Certified Finance and Responsible Officers (iCFRo)”.",
      "MrJoeYu": "Mr. Yu Yu Kin, Joe –",
      "MrJoeYuWork": "Portfolio Manager",
      "MrJoeYuContent": "Mr. Yu was serving for a China-based family office as an Investment Officer. He was mainly responsible for researching on global equity market, and adopting different investment strategy in coping with the changing investment environment.",
      "MrJoeYuContent2": "In 2015, Mr. Yu joined the newly established BTL as an Investment Manager. Being a member of the Investment Committee, he participated in setting up investment outlines and plans, and implementing a global investment strategy. He, by utilizing his abundant financial knowledge and trading experience, manages the portfolio under the investment mandate to meet up with the client investment needs.",
      "MrJoeYuContent3": "Mr. Yu is a Chartered Financial Analyst (CFA®) charter holder who graduated from University of Hong Kong with a Bachelor’s degree in Science."
    },
    "block5": {
      "RescourcesAndEducationCenter": "RESCOURCES AND EDUCATION CENTER",
      "Bond": "Bond",
      "DigitalStructureNote": "Digital Structure Note",
      "EquityLinkedNotes": "Equity Linked Notes",
      "EquityStructuredProductsAccumulatorDecumulator": "Equity Structured Products Accumulator / De-cumulator",
      "ExchangeTradedFund": "Exchange Traded Fund",
      "Options": "Options",
      "Glossary": "Glossary",
      "QA": "Q&A",
      "BondBrief": "Bond is a debt security in which the authorized issuer owes the holders a debt and is obliged to repay the principal and the interest (the coupon) at a later date, termed maturity. In other words, a bond is simply a loan but in the form of a security.",
      "DigitalStructureNoteBrief": "Digital Payoff: Payoff of a digital structure is usually a fixed amount, which will be paid if the predefined condition(s) regarding the underlying is met.",
      "EquityLinkedNotesBrief": "It is a structured (derivative linked) product, wrapped in Note Form, which is linked to the performance of underlying stock(s)",
      "EquityStructuredProductsAccumulatorDecumulatorBrief": "It is a series of forward contract for clients to buy (sell*) the reference share at a pre-determined price in each Exchange Business Day during the life of contract.",
      "ExchangeTradedFundBrief": "Exchange Traded Funds (ETFs) are one of the fastest growing investment products in the world. There are currently 37 ETFs listed on the HKEx and the number continues to expand.",
      "OptionsBrief": "Option: The right, but not the obligation, for the holder to buy or sell a certain securities, at a certain rate, at / by a certain date in the future.",
      "GlossaryBrief": "A shares: Domestic shares of Mainland companies denominated and traded in RMB and exclusively by Mainland residents only.",
      "QABrief": "Hong Kong Stock Market: Hong Kong Exchanges and Clearing Limited (HKEx) is the market operator of the securities trading and clearing systems. It consists of a Main Board and the Growth Enterprise Market (GEM) board for stock trading."
    },
    "block6": {
      "ContactUs": "CONTACT US",
      "Address": "Address",
      "12FChungNamBuilding1LockhartRoadHongKong": "12/F, Chung Nam Building, 1 Lockhart Road, Hong Kong",
      "Hotline": "Hotline: +852 3701 7000",
      "Fax": "Fax: +852 3701 7099",
      "AssetManagementServices": "Asset Management Services",
      "BrokerageServices": "Brokerage Services",
      "GoogleMap": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3691.9863530812327!2d114.16674711473063!3d22.278506785334827!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3404005d9e374527%3A0xa062e3e689d390ab!2z5Lit5Y2X5aSn5buI!5e0!3m2!1sen-US!2stw!4v1592365359864!5m2!1sen-US!2stw"
    }
  },
  "aboutus": {
    "Intro": "Introduction",
    "IntroContent": "BTL Asset Management Company Limited ('BTL') is duly authorized and licensed by the Hong Kong Securities and Futures Commission to conduct business in Types 1, 2, 4, 5 & 9 regulated activities, namely dealing in securities through other securities dealers and advising on securities and future contracts, as well as asset management.",
    "OurCoreValues": "Our Core Values",
    "OurCoreValuesContent": "Our core values : E-T-H-I-C",
    "OurCoreValuesContent2": {
      "Excellence": "Excellence – We expect nothing less than the best from our team of investment professionals. We always put our client first.",
      "TeamSpirit": "Team Spirit – We assist others and are supportive of their endeavours and ideas. We celebrate success together.",
      "HardWork": "Hard Work – We believe hard work plus dreams plus dedication is equivalent to success.",
      "Integrity ": "Integrity – We give independent advice, avoiding all conflicts of interest. We ensure personal and collective accountability.",
      "Consideration": "Consideration – We encourage individual development and are frank about our opinions."
    },
    "OurClients": "Our Clients",
    "OurClientsContent": "Our clients include high net-worth individuals, financial institutions, corporate pension funds, family offices, private and public listed companies and other institutional investors.",
    "OurLocation": "Our Location",
    "GlobalPresence": "Global Presence",
    "GlobalPresenceContent": "BTL has well-established and strong alliances with financial intermediaries and distribution channels throughout favourable jurisdictions including Hong Kong, China, Taiwan, Japan, and ASIAN countries. It is primed to enable business referrals and connect clients with global financial markets."
  },
  "whatwedo": {
    "AssetManagement": "Asset Management",
    "ASSETMANAGEMENT": "ASSET MANAGEMENT",
    "AssetManagementContent": "Our investment strategy, customised for and fully transparent to each client, is designed to create steady, long term compounding of wealth.",
    "AssetManagementContent2": {
      "InvestmentAdvisoryMandates": "Investment Advisory mandates",
      "InvestmentAdvisoryMandatesContent": "Fast-paced, interconnected, and increasingly complicated, the financial markets now require an investor's constant attention and immediate response. Our team of investment experts stands by with our clients to monitor the markets while keeping an eye on the risks. Profit from their expertise by choosing our customised investment advisory mandate.",
      "InvestmentAdvisoryMandatesContent2": "Navigate the global financial markets with a competent professional at your side",
      "DiscretionaryMandates": "Discretionary mandates",
      "DiscretionaryMandatesContent": "Allow an investment professional to manage your wealth on your behalf.",
      "DiscretionaryMandatesContent2": "Your time is precious, which is why you would like to delegate investment decisions to an experienced investment professional. BTL's investment advisor will take the time to conduct comprehensive KYC process in order to fully understand your situation, personal and financial, to ensure that your investment strategy meets your individual objectives, requirements, and risk profile. Thorough portfolio monitoring paired with ongoing reviews ensure that your investment activities are always in line with your current circumstances.",
      "DiscretionaryMandatesContent3": " Allow an investment professional to manage your wealth on your behalf, ",
      "ExternalAssetManager": "External Asset Manager",
      "ExternalAssetManagerContent1": "BTL offers an bespoke external asset management platform along with first tiers private banks.",
      "ExternalAssetManagerContent2": " This allows our client to benefit from an unrestricted range of products, services and investment opportunities, as well as the other business divisions at BTL.",
      "ExternalAssetManagerContent3": {
        "SummaryOfKeyBenefits:": "Summary of key benefits:",
        "CompetitivePricing": "COMPETITIVE PRICING",
        "CompetitivePricingContent": "We have negotiated attractive terms with over 7 different custody providers whom we have a well-established relationship with. This allows your clients to benefit from pricing structures they wouldn’t otherwise be able to achieve ",
        "Research": "RESEARCH",
        "ResearchContent": "Clients benefit from receiving regular market updates as generated by our Research Desk and our third party research providers.",
        "ConsolidatedBalanceSheet": "CONSOLIDATED BALANCE SHEET",
        "ConsolidatedBalanceSheetContent": "This allows clients to see their all of their assets at a glance, which in turn allows you to provide your clients holistic advice on their total balance sheet",
        "ConsolidatedBalanceSheetContent2": "Assist in structuring of private equity fund to maximise returns and realise long term success for investors.",
        "ConsolidatedBalanceSheetContent3": "Engagement and liaison services which link up both buy-side and sell-side for investment purposes and opportunities."
      },
      "ExternalAssetManagerContent4": "Expertly Tailored to Your Goals, Needs and Risk Requirements.",
      "OtherInvestmentServices": "Other Investment Services",
      "OtherInvestmentServicesContent": "Leveraging our extended network in Hong Kong, China and Taiwan, Japan, and ASEAN countries, BTL strives to offer and deliver to clients exemplary investment management services with a hands-on approach in the following arenas:\"BTL is inspired from a phrase \"Built to Last\",  embody our dedication to preserve and grow our clients' asset, and to continue providing our clients with creative ideas and solutions for operating effectively in a complex global economy.  BTL strives for excellence, we keep creating value and generating growth for our clients and shareholders with our outstanding financial services and products and continue to exceed all expectations.",
      "OtherInvestmentServicesContent2": "BTL provides a wide array of investment services for our clients to capture the investment opportunities in the ever-changing markets BTL"
    },
    "IntroducingBrokerage": "Introducing Brokerage",
    "INTRODUCINGBROKERAGE": "INTRODUCING BROKERAGE",
    "IntroducingBrokerage2": {
      "Overview&Benefits": "Overview & Benefits",
      "Overview&BenefitsContent": "BTL is committed to serving the introducing brokerage services in most of the major equity and futures markets worldwide including Hong Kong and US.  With our strong company background, speedy account set up process with our professional team, our clients can enjoy trading with sophisticated one-stop Interactive Brokers trading trading platform. Our transparent, low commissions and financing rates, and support for best price executions minimize your costs to help you maximize your returns.",
      "Overview&BenefitsContent2": {
        "Securities": "Securities",
        "Securities2": {
          "HongKongMarket": "Hong Kong Market",
          "HongKongMarketContent": "Hong Kong is one of the most world's premier international financial centres.  It is Asia's third-largest in terms of market capitalization behind the Tokyo Stock Exchange and Shanghai Stock Exchange, and the fourth single largest stock market in the world.  Market capitalisation was $34.0 trillion at the end of May 2020, an increase of 10 per cent from $31.0 trillion for the same period last year.",
          "HongKongMarketContent2": "The trading volume of the mature equity market of Hong Kong is ever growing, largely due to with the aid of the listing fervour of the Mainland China's enterprises in recent years. In addition, the market is also benefited from the Shanghai-Hong Kong / Shenzhen-Hong Kong Stock Connect Programs which open a gateway to investing in Mainland's A share market, making Hong Kong undoubtedly the most preferred investment market of the Asia-Pacific region.",
          "HongKongMarketContent3": "BTL offers flexible and customised stock trading platform with multi-channel order placement services and real-time stock market information."
        },
        "GlobalMarket": "Global Market",
        "GlobalMarket2": {
          "GlobalMarketContent": "On the international level, in terms of market capacity, trading volume, completeness of regulation and the development of the derivative market, the United States remained to be the world's leading economy which attracts investors worldwide.  Apart from equity investments, commodity trading in gold, crude oil and various agricultural products through the global futures markets provides further possibilities for the investors looking for profits.",
          "GlobalMarketContent2": "As of September 2019, there are almost 5,000 companies listed on the New York Stock Exchange and NASDAQ with a total market capitalisation over US$28.5 trillion. Unlike companies listed in certain markets that only publish semi-annual or annual results, listed companies in the US release company results quarterly adhering to high transparency standards, which allows investors to access relevant data and information easily and which makes the US stock market an ideal investment market.",
          "GlobalMarketContent3": "BTL offers comprehensive trading services in major stock markets around the world, including the United States, Australia, Canada, France, Germany, Japan, the United Kingdom, and more. For more information, please click here"
        },
        "OtherInvestmentProducts": "Other Investment Products",
        "OtherInvestmentProducts2": {
          "CallableBullAndBearContracts": "Callable Bull and Bear Contracts",
          "RealEstateInvestmentTrusts": "Real Estate Investment Trusts (REITs)",
          "DebtSecurities": "Debt Securities",
          "DerivativeWarrants": "Derivative Warrants",
          "InitialPublicOfferings": "Initial Public Offerings (IPO)",
          "PrivatePlacement": "Private Placement",
          "ExchangeTradedFund(ETF)": "Exchange Traded Fund (ETF)"
        },
        "Futures&Options": "Futures & Options",
        "Futures&Options2": {
          "Futures": "Futures",
          "FuturesContent": "Futures are commonly-used derivatives contracts that both hedgers and speculators use on a variety of underlying securities. A futures contract represents a commitment to buy or sell a predefined amount of the underlying assets, e.g. stock, energy resources, metals, agricultural products, etc. at a predetermined price on a specified future date. ",
          "FuturesContent2": "In comparison to other securities, futures exhibit many characteristics that offer traders unique opportunities. Whether you're an intraday, day, or swing trader, these markets are attractive venues for maximising return on capital.  The five primary advantages are:",
          "FuturesContent3": {
            "Flexibility": "Flexibility",
            "Diversity": "Diversity",
            "BeneficialMarketConditions": "Beneficial market conditions",
            "CostEffective": "Cost effective",
            "LowBarriersToEntry": "Low barriers to entry"
          },
          "FuturesContent4": "In the financial arena, spotting opportunity is the name of the game. Futures facilitate a wealth of trade-related functions, from capital preservation to active speculation.",
          "FuturesContent5": "Futures are commonly-used derivatives contracts that both hedgers and speculators use on a variety of underlying securities.",
          "Options": "Options",
          "OptionsContent": "Options are financial instruments that are derivatives based on the value of underlying securities such as stocks. An options contract offers the buyer the opportunity to buy or sell—depending on the type of contract they hold—the underlying asset. Unlike futures, the holder is not required to buy or sell the asset if they choose not to.",
          "OptionsContent2": "Options offer investors more strategic (and financial) leeway than they can get by simply buying, selling or shorting stocks. Traders can use options to protect against portfolio losses, snag a stock for less than it sells on the open market (or sell it for more), increase the return on an existing or new position, and lower the risk on speculative bets in all sorts of market conditions.",
          "OptionsContent3": "The three primary advantages are:",
          "OptionsContent4": "Requires a smaller initial outlay than buying the stock",
          "OptionsContent5": "Gives an investor time to see how things play out",
          "OptionsContent6": "Can protect investors from downside risk on stocks they own",
          "OptionsContent7": "To learn more about future trading, please refer to the following information:",
          "OptionsContent8": "HONG KONG FUTURES MARGIN & SPECIFICATION",
          "OptionsContent9": "GLOBAL FUTURES MARGIN & SPECIFICATION",
          "OptionsContent10": "FUTURES NOTICE BOARD",
          "OptionsContent11": "FEE TABLES",
          "HYPERLINK": "HYPER LINK",
          "OptionsContent12": "Options are financial instruments that are derivatives based on the value of underlying securities such as stocks."
        }
      }
    }
  },
  "marketinsight": {
    "MarketInsightContent": "We seek to deliver to our clients leading market insight, helping them to raise money, invest, and risk diversification across multi-financial asset classes.",
    "MarketCommentary": "Market Commentary",
    "SpecialEditions": "Special Editions",
    "More": "More>>>"
  },
  "forms": {
    "AssetManagementForms": "Asset Management Forms",
    "BrokerageForms": "Brokerage Forms",
    "ClientInformationForm(CN)": "Client Information Form–Individual/Joint Account(EN/CN)",
    "ClientInformationForm(CNC)": "Client Information Form–Individual/Joint Account(EN/CNC)",
    "InvestmentManagementAgreement(CN)": "Investment Management Agreement–Individual/Joint Account(EN/CN)",
    "InvestmentManagementAgreement(CNC)": "Investment Management Agreement–Individual/Joint Account(EN/CNC)",
    "ClientInformationForm–CorporateAccount(CN)": "Client Information Form–Corporate Account(EN/CN)",
    "ClientInformationForm–CorporateAccount(CNC)": "Client Information Form–Corporate Account(EN/CNC)",
    "InvestmentManagementAgreement-CorporateAccount(CN)": "Investment Management Agreement–Corporate Account(EN/CN)",
    "InvestmentManagementAgreement-CorporateAccount(CNC)": "Investment Management Agreement–Corporate Account(EN/CNC)",
    "CorporateFATCASelf-Certification(CN)": "Corporate FATCA Self-Certification(EN/CN)",
    "CorporateFATCASelf-Certification(CNC)": "Corporate FATCA Self-Certification(EN/CNC)",
    "IndividualFATCASelf-Certification(CN)": "Individual FATCA Self-Certification(EN/CN)",
    "IndividualFATCASelf-Certification(CNC)": "Individual FATCA Self-Certification(EN/CNC)",
    "download": "download",
    "SelfCertificationFormIndividual(EN)": "Self-Certification Form-Individual(EN)",
    "SelfCertificationFormIndividual(CN)": "Self-Certification Form-Individual(EN/CN)",
    "SelfCertificationFormIndividual(CNC)": "Self-Certification Form-Individual(EN/CNC)",
    "SelfCertificationFormControllingPerson(EN)": "Self-Certification Form-Controlling Person(EN)",
    "SelfCertificationFormControllingPerson(CN)": "Self-Certification Form-Controlling Person(CN)",
    "SelfCertificationFormControllingPerson(CNC)": "Self-Certification Form-Controlling Person(CNC)",
    "SelfCertificationFormEntity(EN)": "Self-Certification Form – Entity(EN)",
    "SelfCertificationFormEntity(CN)": "Self-Certification Form – Entity(CN)",
    "SelfCertificationFormEntity(CNC)": "Self-Certification Form – Entity(CNC)",
    "ProfessionalInvestors(EN)": "Professional Investors(EN)",
    "ProfessionalInvestors(CN)": "Professional Investors(CN)",
    "ProfessionalInvestors(CNC)": "Professional Investors(CNC)",
    "W-8BEN": "W-8BEN"
  },
  "resourcesandeducationcenter": {
    "Bond": "Bond",
    "DigitalStructureNote": "Digital Structure Note",
    "EquityLinkedNotes": "Equity Linked Notes",
    "EquityStructuredProductsAccumulatorDecumulator": "Equity Structured Products Accumulator / Decumulator",
    "ExchangeTradedFund": "Exchange Traded Fund",
    "Options": "Options",
    "Glossary": "Glossary",
    "QA": "Q&A"
  },
  "login": {
    "LoginSystemIsUnderConstruction": "LOGIN system is under construction",
    "BackToHomepage": "Back to home"
  },
  "footer": {
    "WealthBuildingIsTheMasteringOfQualityAndQuantity": "Built to last, in touch with future",
    "©2020-BTLAssetManagementCompanyLtd": "©2020-BTL Asset Management Company Ltd",
    "FollowUs": "Follow us：",
    "FAQ": "FAQ",
    "Disclaimers&PrivacyPolicyStatements": "Disclaimers & Privacy Policy Statements"
  }
}